"Choose a valid destination." = "Wybierz odpowiednie miejsce.";
"Compress" = "Kompresuj";
"Compressing: %@ \nTo: %@" = "Kompresuję: %@ \n do: %@";
"Decompress" = "Dekompresuj";
"Decompressing: %@ \nTo: %@" = "Dekompresuję: %@ \n do: %@";
"Destination does not exist" = "Takie miejsce nie istnieje";
"Items remaining to compress: %d" = "Elementy oczekujące na kompresję: %d";
"Items remaining to decompress: %d" = "Elementy oczekujące na dekompresję: %d";
"Password" = "Hasło";

/* ==== UNLOCALIZED ==== */

"Archive created successfully.\n\n\"%@\"" = "Archive created successfully.\n\n\"%@\"";
"Archive expanded successfully.\n\n\"%@\"" = "Archive expanded successfully.\n\n\"%@\"";
"Compress completed" = "Compress completed";
"Expand completed" = "Expand completed";
